Repository: Sater720/test.github.io
Catalog: Color_Battle/registration/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Back
ru: Назад

source: Choose black for 1$ dollar
ru: Выбрать черный за 1$ доллар

source: Choose
ru: Выбрать

source: Since you didn't vote, you will be shown the first 50 comments.
ru: Так как вы не проголосовали, вам будут показываться первые 50 комментариев

source: You will not be able to delete or change your comment. Think before you write
ru: Вы не сможете удалить или изменить свой комментарий. Подумайте, прежде чем писать

source: Logout
ru: Выйти

source: Login</h
ru: Войти

source: or
ru: или

source: Black
ru: Черный

source: White
ru: Белый

source: Comments
ru: Комментарии

source: Voted for black
ru: Проголосовал за черный

source: Voted for white
ru: Проголосовал за белый

source: Voted for purple
ru: Прголосовал за фиолетовый

source: Registration
ru: Регистрация

source: You haven't logged
ru: Вы еще не вошли

source: or registered yet
ru: Вы еще не зарегистрировались

source: Sign In
ru: Войти

source: Sign Up
ru: Зарегистрироваться

source: Wow, you're an original
ru: Вау, вы оригинальны

source: Choose purple for 1$ dollar
ru: Выбрать фиолетовый за 1$ доллар

source: Choose white for 1$ dollar
ru: Выбрать белый за 1$ доллар
